import React from "react";

export const Abduction = () => (
  <div>
    <h1> ОТВЕДЕНИЯ ЭЛЕКТРОКАРДИОГРАФИЧЕСКИЕ </h1>
    <div>
      {" "}
      варианты расположения электродов для регистрации электрокардиограммы.
      Каждое О. э. образовано двумя электродами, подключаемыми к положительному
      и отрицательному полюсам электрокардиографа. Воображаемая прямая,
      соединяющая оба электрода, называется осью отведения. Существуют две
      основные разновидности О. э.: биполярные, при которых оба электрода
      являются активными (т. е. регистрируют изменения потенциала), и
      униполярные (монополярные, однополюсные), при которых активным является
      лишь один электрод (он всегда подключается к положительному полюсу
      электрокардиографа), а в качестве второго используют так называемый
      нулевой электрод (см.). В кардиологической практике наиболее
      распространены 12 следующих отведений: I, II и III стандартные отведения
      Эйнтховена (см.), усиленные отведения aVL> aVR и aVF Гольдбергера (см.) и
      6 прекардиальных отведений (см.) Вильсона. О. э. Эйнтховена и Гольдбергера
      образуют единую систему отведений во фронтальной плоскости, а
      прекардиальные — систему отведений в горизонтальной плоскости.{" "}
    </div>
  </div>
);
