import React from "react";

export const Cast = () => (
  <div>
    <h1> Привидение </h1>
    <div>
      {" "}
      (другое название — «Призрак», англ. Ghost) — художественный фильм
      режиссёра Джерри Цукера, вышедший на экраны в 1990 году. Фильм получил ряд
      наград и номинаций, в том числе пять номинаций на премию «Оскар» в 1991
      году, две из которых оказались победными (за лучший оригинальный сценарий
      и лучшую женскую роль второго плана (для Вупи Голдберг)). Фильм стал самым
      кассовым фильмом 1990 года, собрав 217 млн долларов в США и 290 млн
      долларов в других странах{" "}
    </div>
  </div>
);
