import React from "react";

export const Extension = () => (
  <div>
    <h1> Разгибание </h1>
    <div>
      {" "}
      Происходит от гл. разгибать, из раз- + -гибать (гнуть), далее от праслав.
      *gyb- «гнуть», от кот. в числе прочего произошли: ст.-слав. прѣгыбати
      «гнуть», укр. загиба́ти, белор. нагiба́ць, сербохорв. ги́бати, ги̑бам
      «двигать, качать», словенск. gíbati, gíbam «двигать» и т. д. Слав. -гибать
      (итер.) обычно в сложениях с прист. за-, на- и т. п. Праслав. *gyb-
      «гибнуть» и *gyb- «гнуть» едины в этимологическом{" "}
    </div>
  </div>
);
