import React from "react";

export const Rotation = () => (
  <div>
    <h1> Враще́ние </h1>
    <div>
      {" "}
      Круговое движение объекта. В плоскости объект вращается вокруг центра (или
      точки) вращения. В трёхмерном пространстве объект вращается вокруг линии,
      называемой осью. Если ось вращения расположена внутри тела, то говорят,
      что тело вращается само по себе или обладает спином, который имеет
      относительную скорость и может иметь момент импульса. Круговое движение
      относительно внешней точки, например, вращение Земли вокруг Солнца,
      называется орбитальным движением или, более точно, орбитальным вращением.{" "}
    </div>
  </div>
);
