import React from "react";

export const Supination = () => (
  <div>
    <h1> Супинация</h1>
    <div>
      {" "}
      Супинацией является механизм стопы, который позволяет ей выворачиваться во
      внешнюю сторону. Так происходит компенсация силы удара о поверхность во
      время движения. Также супинация несёт функцию поддержки равновесия в
      момент отталкивания и приземления. Механизм супинации придаёт стопе
      жёсткость особенно в момент отталкивания, что позволяет распределить вес
      тела.{" "}
    </div>
  </div>
);
